Sync local with Github changes
